app/controllers/application_controller.rb

INSERT INTO "emails" ("email", "created_at", "updated_at") VALUES (?, ?, ?)  [["email", "test3@gmail.com"], ["created_at", "2016-05-17 01:12:01.073512"], ["updated_at", "2016-05-17 01:12:01.073512"]]
---
  def add
      @email = Email.new
      @email.email=params[:email]
      @email.save